Revit 2024 API
BuiltInFailures.CopyPasteFailures.FinalizedElementsWillBeDeleted Property
 Can't find new hosts for this Element.\nIt will be deleted on Finish Paste unless repositioned or rehosted.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId FinalizedElementsWillBeDeleted { get; }
Visual Basic
Public Shared ReadOnly Property FinalizedElementsWillBeDeleted As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ FinalizedElementsWillBeDeleted {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace